<?php
	session_start();
?>

<!DOCTYPE html>
<html>
<head>
	<?php 
		$title = "Склад Кафедри";
		require_once "blocks/head.php" 
	?>
	<script src="http://ajax.googleapis.com/ajax/libs/jquery/1/jquery.min.js"></script>
</head>
<body>
	<!-- start header -->
	<?php require_once "blocks/header.php" ?>
	<!-- end header -->

	<!-- stars menu -->
	<?php require_once "blocks/menu.php" ?>
	<!-- end menu -->

	<!-- start content -->
	<div id="content">
		<div id="accordions">
			<div class=\"clear\"><br /></div>
			<div id="accordion-js" class="accordion">
				<h2>Стасюк Олександр Іонович</h2>

				<p>
					<img src="img/pedagogs/4.jpg" width="200" height="250" alt="photo" title="Стасюк Олександр Іонович">
					<b>Народився:</b> 3 грудня 1946 року, (Україна) 
					Наукова ступінь, вчене звання: Доктор технічних наук, професор 
					Предмети викладання на кафедрі: - основи наукових досліджень; - Інтелектуальна власність; - Імітаційне моделювання; - інформаційні технології; Стасюк Олександр Іонович – вчений кібернетик, фахівець у галузі розробки паралельних обчислювальних систем і комп’ютерних технологій надвисокої швидкодії, орієнтованих для керування об'єктами підвищеної концентрації енергії. 1963 – 1966 рр. – курсант Криворізького авіаційного училища спецслужб цивільної авіації, яке закінчив з відзнакою. 1967 – 1972 рр. студент Київського інституту інженерів цивільної авіації, який закінчив з відзнакою. 1972 – 1974 рр. – інженер Особливого конструкторського бюро «КАСКАД» (м. Київ). 1974 – 1977 рр. - аспірант Київського інституту інженерів цивільної авіації. 1977 р. - кандидат технічних наук. 1977 – 1988 рр. – старший науковий співробітник, завідувач проблемної лабораторії «Мікропроцесорні системи моделювання в енергетиці» Інституту проблем моделювання в енергетиці НАН України. 1987р. – доктор технічних наук. 1988 р. –Учений секретар Наукової ради з теоретичної електротехніки та електронного моделювання НАН України. З 1995 р. по теперішній час завідувач кафедри «Автоматизація та комп’ютерно-інтегровані технології транспорту» Державного економіко-технологічного університету транспорту (м. Київ), 2005 - 2007 р. проректор з наукової роботи. Медаль «В пам'ять 1500-річчя Києва» (Рішення Київської міської Ради народних депутатів від 26 серпня 1985 р.); Медаль «Ветеран труда» (Рішення Київської міської Ради народних депутатів від 8 лютого 1992 р.); Почесна грамота Міністра транспорту та зв’язку України – Генерального директора Укрзалізниці (Наказ № 221 від 11 листопада 2004 р.); Медаль «Почесний працівник транспорту України» (Наказ № 223 від 20 травня 2005 р.); Медаль «За сприяння розвитку залізничного транспорту» (Наказ № 278 від 01 листопада 2010 р., м. Київ); Лауреат Державної премії України в галузі науки і техніки 2010 р. (Указ Президента України № 594/2011 р. від 20 травня 2011р.) 
					Предмети викладання на кафедрі: - основи наукових досліджень; - Інтелектуальна власність; - Імітаційне моделювання; - інформаційні технології; Стасюк Олександр Іонович – вчений кібернетик, фахівець у галузі розробки паралельних обчислювальних систем і комп’ютерних технологій надвисокої швидкодії, орієнтованих для керування об'єктами підвищеної концентрації енергії. 1963 – 1966 рр. – курсант Криворізького авіаційного училища спецслужб цивільної авіації, яке закінчив з відзнакою. 1967 – 1972 рр. студент Київського інституту інженерів цивільної авіації, який закінчив з відзнакою. 1972 – 1974 рр. – інженер Особливого конструкторського бюро «КАСКАД» (м. Київ). 1974 – 1977 рр. - аспірант Київського інституту інженерів цивільної авіації. 1977 р. - кандидат технічних наук. 1977 – 1988 рр. – старший науковий співробітник, завідувач проблемної лабораторії «Мікропроцесорні системи моделювання в енергетиці» Інституту проблем моделювання в енергетиці НАН України. 1987р. – доктор технічних наук. 1988 р. –Учений секретар Наукової ради з теоретичної електротехніки та електронного моделювання НАН України. З 1995 р. по теперішній час завідувач кафедри «Автоматизація та комп’ютерно-інтегровані технології транспорту» Державного економіко-технологічного університету транспорту (м. Київ), 2005 - 2007 р. проректор з наукової роботи. Медаль «В пам'ять 1500-річчя Києва» (Рішення Київської міської Ради народних депутатів від 26 серпня 1985 р.); Медаль «Ветеран труда» (Рішення Київської міської Ради народних депутатів від 8 лютого 1992 р.); Почесна грамота Міністра транспорту та зв’язку України – Генерального директора Укрзалізниці (Наказ № 221 від 11 листопада 2004 р.); Медаль «Почесний працівник транспорту України» (Наказ № 223 від 20 травня 2005 р.); Медаль «За сприяння розвитку залізничного транспорту» (Наказ № 278 від 01 листопада 2010 р., м. Київ); Лауреат Державної премії України в галузі науки і техніки 2010 р. (Указ Президента України № 594/2011 р. від 20 травня 2011р.) 
					Перелік виданих монографій (розділів у монографіях) за тематикою проекту. 1.Стасюк О.І. Основи захисту інформації в телекомунікаційних і комп’ютерних системах/ Стасюк О.І., А.Д. Возненко, Л.Л. Гончарова - К.: Міністерство освіти і науки, молоді та спорту України, Київ 2013– 423 с. 2.Стасюк О.І. Паралельно-ієрархічне перетворення і Q- обробка інформації для систем реального часу/ О.І. Стасюк, С.В Свєчніков, С.М. Білан.– К.: Міністерство освіти і науки, молоді та спорту України, Національна Академія наук України, Київ 2007– 489 с. 3. Стасюк О.І. Диференційні перетворення для комп’ютерного моделювання керуючих систем/ О.І. Стасюк, Г.В. Баранов.– К.: Міністерство транспорту та зв’язку, Київський університет економіки і технологій транспорту України, Київ – 2006 – 135 с. 4.Стасюк О.І. Сегментація на півтонових зображень за ознакою зв’язаності/ О.І., Стасюк, А.Л. Железняк.– К.: Міністерство освіти і науки, молоді та спорту України, Національна Академія наук України, Київ-2006 – 140 С.
					Перелік виданих підручників та навчальних посібників за тематикою проекту. 1. Стасюк О.І. Автоматизоване проектування складних систем у комп’ютерній системотехніці/ С.Ю. Гладких, Г.І. Загарій, Харьков ПП Видавництво «Нове слово», (Гриф МОНМС), 2012 – 340 с. 2. Загарий Г.И. Программируемые контролеры для систем управления.Часть1.Архи-тектура и технология применения./ Загарий Г.И., Ковзель Н.О., Поддубняк В.И., Стасюк А.И., Фурман И.А.; Министерство образования и науки Украины. ХФИ Транспорт Украины, «Регион-информ», (Гриф МОНМС), 2008. - 316 с. 3.Загарий Г.И. Программируемые контролеры для систем управлення. Ч. 2. Характеристики микроконтроллеров и ПЛК./ Загарий Г.И., Ковзель В.С. Коновалов, В.И. Моисеенко, В.И Поддубняк., Стасюк А.И.; Вип. 10, Харьков ХФИ «Транспорт Украины», (Гриф МОНМС),2009 - 300 с. 4.Стасюк О.І. Организация многофункциональных компьютерных систем управления технологическими процессами транспорта/ Стасюк О.І., Загарий Г.І., Ковзель М.О., Поддубняк В.І. Фурман І.А. Информационно-управляющие системы на железнодорожном транспорте, ІКСЗТ, Харьков ХФИ «Транспорт Украины», (Гриф МОНМС),2008 - 210 с. Охоронні документи на об’єкти права інтелектуальної власності (патенти, свідоцтва авторського права), продані ліцензії. 
					Патенти: 1. Патент України № 41967, О.І. Стасюк, Б.С.Стогній, М.Ф. Сопель Комп’ютерна система моніторингу і визначення місця аварії силових мереж СЦБ. Бюл. №12, 25.06.2009. 2.Патент України № 44654, О.І. Стасюк, Б.С.Стогній, М.Ф. Сопель Комп’ютерна система моніторингу діелектричних параметрів і стану ізоляції високовольтних силових трансформаторів. Бюл. №19, 12.10.2009 р. 3.Патент України № 44712, О.І. Стасюк, Б.С.Стогній, М.Ф. Сопель Комп’ютерна система моніторингу і прогнозу залишкового ресурсу повітряних високовольтних вимикачв. Бюл. №19, 12.10.2009 р. 4.Патент України №47570, Стасюк О.І., Опанасенко В.Н., Возненко А.Д. Мікропроцесорний контролер з паралельною обробкою інформації. Бюл. № 47570. Бюл. № 3, 10.02.2010р. 5.Патент України №73365, Стасюк, Б.С.Стогній, М.Ф. Сопель, Підсистема моніторингу і вводу дискретної інформації ІДК – РЕГІНА,Бюл. №18, 25.09 2012. 
					Свідоцтва авторського права 1. О.І. Стасюк, С.М., Білан С.С. Білан, Комп’ютерна програма шифрування т дешифрування тексту «andonms Enecriptor».Свідоцтво авторського права Україна. №41427, 19.12.2011р. 2. О.І. Стасюк, С.М., Білан С.С. Білан, Л.П. Пасічник, О.В. Шевченко, Свідоцтво авторського права Україна. № 41428, 19.12.2011 р. 3. О.І. Стасюк, С.М. Білан, Т.О. Піневич, Комп’ютерна програма моделювання процесу розпізнавання номерів «Digital identify».Свідоцтво авторського права Україна. № 41851, 19.01.2012р. 4. О.І. Стасюк, С.М. Білан, О.В. Шевченко, Комп’ютерна програма стенографічного приховування повідомлень у файлах зображень. Свідоцтво авторського права Україна. № 42535,29.02.2012р. 
					Основні публікації, які характеризують доробок авторів (не більше 10). 6. Стогний Б.С. Методы организации компьютерных систем коммерческого управления электрическими объектами. / Б.С Стогний, М.Ф Сопель, А.И Стасюк, И.А. Стасюк. Зб. наукових праць. Моделювання та інформаційні технології. Випуск 15, НАН України. Інститут проблем моделювання в енергетиці ім. Г.Є. Пухова. К: – 2002.- С.3-15. 7. Стасюк О.І. Методи організації комп’ютерної мережі моніторингу параметрів режимів систем електропостачання / О.І Стасюк, В. Ф. Максимчук, Інформаційно-керуючі системи на залізничному транспорті. – 2012. – №3. -с. 47 – 50. 8. Стасюк О.І. Диференційні перетворення для комп’ютерного моделювання керуючих систем/ О.І. Стасюк, Г.В. Баранов.– К.: Міністерство транспорту та зв’язку, Київський університет економіки і технологій транспорту України, Київ – 2006 – 135 с. 9. Стасюк О.І. Сегментація на півтонових зображень за ознакою зв’язаності/ О.І., Стасюк, А.Л. Железняк.– К.: Міністерство освіти і науки, молоді та спорту України, Національна Академія наук України, Київ-2006 – 140 С.
				</p>
				<h2>Мараховський Леонід Федорович</h2>
				<p>
					<img src="img/pedagogs/5.jpg" width="200" height="250" alt="photo" title="Мараховський Леонід Федорович">
					Завідувач кафедри «Автоматизація та комп’ютерно-інтегровані технології транспорту», Державний економіко-технологічний університет транспорту.
					Дата народження: 28 ciчня 1937 року
					Наукова діяльність: Розробка методів проектування комп'ютерних пристроїв на елементах автоматної пам'яті. 
					Видані книги: Загальна кількість публікацій – 125 Основи інформатики та комп’ютерної техніки. Т.1. Основи інформатики, ЕОМ та програмування: навчальний посібник.(Книга науково-методичного характеру) К.: КУЕТТ, 2005, 394 с.; Новий напрям у розвитку сучасної комп’ютерної техніки та проблеми соціоніки “людина-комп’ютер” Проблеми та перспективи розвитку транспортних систем: техніка, технологія, економіка і управління, Тези доповідей третьої науково-практичної конференції –Серія «Техніка, технологія».–К.: 2005 Основи інформатики та комп’ютерної техніки. Т.3. MSAccess, MSPowerPoint, Internet: навчальний посібник.(Книга науково-методичного характеру) К.: КУЕТТ, 2005 310 с. Комп’ютерна техніка та програмування: навч. посіб. –т. 2. Розв’язання економічних задач на VisualBasicі VBA Київ: КУЕТТ, 2007, 234 с. Інформатика, комп’ютерна техніка та комп’ютерні мережі. –т1 Основи інформатики, ЕОМ, комп’ютерні мережі та Web-програмування: навч. посібник К.: КУТЕП, 2008, 188 с. Інформатика і комп’ютерна техніка –т1 Основи інформатики, ЕОМ та програмування: навч. посібник К.: КУТЕП, 2008, 190 Комп’ютерні мережі та телекомунікаціїК.: КУЕТТ, 2006, 364 с. Комп’ютерна схемотехніка: навч. посібник К.: КНЕУ, 2008 360 с. Комп’ютерна схемотехніка: практикум для бакалаврів спец. «Інтелектуальні системи прийняття рішень» К.: КНЕУ, 2009. 245 с.
					Попереднє місце роботи: Київский університет туризма, економіки і права, Київський національний економічний університет 
					Стаж роботи: 30 років 
					Вчена степінь, звання: Доктор технічних наук
				</p>
				<h2>Засядько Аліна Анатоліївна</h2>
				<p>
					<img src="img/pedagogs/6.jpg" width="200" height="250" alt="photo" title="Засядько Аліна Анатоліївна">
					Дата народження: 1 вересня 1999 року
					Вчена степінь: Доктор технічних наук, доцент.
					Вища освіта: Закінчила Черкаський інженерно-технологічний інститут за спеціальністю "Приладобудування" (1995р.), аспірантуру при ЧІТІ (1998р.) за спеціальністю "Математичне моделювання та обчислювальні методи"
					Наукова діяльність: захистила докторську дисертацію за спеціальністю "Автоматизовані системи управління; прогресивні інформаційні технології" (2006 р.).
					Видані книги: понад 100 наукових публікацій, з них – 3 підручника з грифом Міністерства освіти і науки України.

				</p>
				<h2>Рисцова Алла Юріївна</h2>
				<p>
					<img src="img/pedagogs/7.jpg" width="200" height="250" alt="photo" title="Рисцова Алла Юріївна">
					Дата народження:22 грудня 1954 року
					Предмети викладання на кафедрі: "Сучасні мови програмування", "Чисельні методи і математичне моделюваня", "Системний аналіз", "Ідентифікація та моделюваня"
					Вища освіта: "Державний університет імені Т.Г. Шевченка", факультет кібернетики, з 1972-1977рр.; аспірантура інституту кібернетики ім. В.М. Глушкова
					Наукова діяльність: захистила дисертацію 1986р. по спеціальності 01.01.07. -- обчислювальна методика на тему:"Чиселье рішенння однго класу нелінійних" задач в Раді Державного університету ім. Т.Г. Шевченка
					Видані книги: методичні видання з дисциплін:"Чисельні методи і математичне моделювання", "Системний аналіз складних систем управління"
					Попередньє місце роботи: інститут кібернетики ім. В.М. Глушкова НАН України
					Вчена степінь: кандидат фізико-математичних науук, доцент
					Робота в університеті: з 1972 року (стаж 41 рік)
					Побажання для розвитку та вдосконалення кафедри: будемо вити стуентів та вчитися самі
					Цікаві факти з життя: життя взагалом цікава штука, а цікавих фактів дуже багато, розказую їх студентам під час позааудторного спілкування

				</p>
				<h2>Гончарова Лідія Леонідівна</h2>
				<p>
					<img src="img/pedagogs/8.jpg" width="200" height="250" alt="photo" title="Гончарова Лідія Леонідівна">
					Дата народження: 20 квітня 1984 року
					Предмети викладання на кафедрі:"Захист інформації в телекомунікаційних та комп'ютерних мережах", "Комп'ютерна техніка та програмування", "Обчислювальна техніка та програмування", "Комп'ютерна техніка і організація обчислювальних робот", "КТ мережі та телекомунікації"
					Вища освіта: Київський гуманітарний інститут, 2008 р., Спеціальність: «Менеджмент зовнішньоекономічної діяльності» Кваліфікація «Менеджер зовнішньоекономічної діяльності»; Державний економіко-технологічний університет транспорту, 2009 р. Спеціальність: 7.092507.01 «Автоматизація та комп'ютерно-інтегровані технології» Кваліфікація: «Інженер-електрик ».
					Попереднє місце роботи: ДН-1. Київське відділення залізниці.
					Стаж роботи: десять років (загальний), п'ять років (в ДЕТУТ).
					Вчена степінь, звання: Кандидат технічних наук.
					Хобі: Книги

				</p>
				<h2>Трофімов Юрій Михайлович</h2>
				<p>
					<img src="img/pedagogs/9.jpg" width="200" height="250" alt="photo" title="Трофімов Юрій Михайлович">
					Дата народження: 12 червня 1948 року
					Предмети викладання на кафедрі: "Мікропроцесорна техніка", "Технічне обслуговування експлуатація мікропроцесорних систем", "Обчислювальна техніка та програмування"
					Вища освіта: м. Київ, "Київський інститут інженерів цивільної авіації"
					Видані книги: "Теорія інформаційно-керуючих систем", Методичні рекомендації щодо виконання лабораторних робіт за спеціалізації 7.092507.02, "Комп’ютерні інформаційно-керуючі системи на залізничному транспорті"
					Попереднє місце роботи: м. Київ, "Київський інститут інженерів цивільної авіації"
					Робота в університеті: з 1993 року (стаж 20 років)
					Побажання для розвитку та вдосконалення кафедри: оснастити кафедру сучасним мікропроцесорним обладнанням
					Хобі: радіоаматорство

				</p>
				<h2>Воронко Ірина Олександрівна</h2>
				<p>
					<img src="img/pedagogs/10.jpg" width="200" height="250" alt="photo" title="Воронко Ірина Олександрівна">
					Дата народження: 23 вересня 1989року
					Предмети викладання на кафедрі:
					Теорія автоматичного керування;
					Контроль і діагностика систем;
					Комп’ютерна графіка;
					Операційні системи і бази даних;
					нформаційні системи та технології;
					Комп’ютерні мережі та телекомунікації;
					Вища освіта: У 2009 році закінчила факультет «Інфраструктура і рухомий склад залізниць» Державного економіко-технологічного університету транспорту за спеціальністю «Автоматика та автоматизація на транспорті»
					З 2009року аспірант кафедри АКІТТ. Навчальний керівник – професор Олександр Іонович Стасюк.
					Наукова діяльність: Виконую дисертаційну роботу за спеціальністю 05.13.05- «Комп’ютерні системи та технології» на тему «Організація комп’ютерної системи контролю і діагностики електричних параметрів тягових мереж залізниці» За результатами досліджень опубліковано статті.
					Стаж роботи: 4 роки 
				</p>
				<h2>Габчак Максиим Костянтинович</h2>
				<p>
					<img src="img/pedagogs/11.jpg" width="200" height="250" alt="photo" title="Габчак Максиим Костянтинович">
					Дата народження: 22 серпня 1986
					Предмети викладання на кафедрі:
					Проектування ПЗ;
					Комп’ютерні інформаційно-керуючі системи;
					Основи комп’ютерно-інтегрованого управління;
					Спеціалізовані системи на МК; Початкову освіту здобував: ЗОШ №9 м. Біла Церква, ЗОШ №8 м. Біла Церква.
					Вища освіта: У2009 році закінчив факультет «Інфраструктура і рухомий склад залізниць» Державного економіко-технологічного університету транспорту за спеціальністю «Автоматика та автоматизація на транспорті»
					Наукова діяльність: Розробка систем по системам діагностики рухомого складу
					Стаж роботи: 2 роки
					Плани на майбутнє та побажання для розвитку та вдосконалення кафедри :
					Розробка стендів на базі мікроконтролерів Atmel
					Хоббі: Фотографія
				</p>
				<h2>Барська Наталія Дмитрівна</h2>
				<p>
					<img src="img/pedagogs/12.jpg" width="200" height="250" alt="photo" title="Барська Наталія Дмитрівна">
					Дата народження: 26.05.1947 р.
					Предмети викладання на кафедрі: "Комп’ютерна техніка та організація обчислювальних робіт", "Обчислювальна техніка та програмування"
					Вища освіта: м. Нижній Новгород, "Горьковский Нижегородский политехнический институт", Росія
					Середня освіта: м. Нижній Новгород, школа №113, №14, Росія
					Наукова діяльність: в період з березня 1976 року, по серпень 1983р. -- зам. керівника науково-технічної спільноти Івано-Франківської обл.
					Попереднє місце роботи: м. Київ, студія "Люкс", начальник відділу з реклами; до цього: м. Сургут, Тюменської обл. -- начальник відділу науки і техніки в ПРП "Тюменьэнэргоремонт"
					Робота в університеті: з 21.09.1971 року (стаж 41 рік)
					Побажання для розвитку та вдосконалення кафедри: в роботі: створити адекватну лабораторну базу на кафедрі; в особистому житті: усесторонній розвиток своїх трьох онук та двох онуків; "Бажаю укомплектувати лабораторію кафедри сучасним обладнанням, пристроями, стендами -- у цьому залог подальшого розвитку та навчання студентів новітньої технології в області комп’ютерної техніки на залізничному транспорті"
					Хобі: Подорожування, відвідування музеїв, виставок; дизайн квартир; плавання -- постійно!!!
					Цікаві факти життя: 1980 р. зароблений в Москві та узгоджений досвідом роботи Івано-Франківського обласного правління науково-технічної спільноти (я її очолювала); В день 60-річчя -- зустріла день народження на верхньому ярусі Ейфелевої вежі в Парижі: це грандіозно!!!
				</p>
				<h2>Шевченко Тетяна Анатоліївна</h2>
				<p>
					<img src="img/pedagogs/13.jpg" width="200" height="250" alt="photo" title="Шевченко Тетяна Анатоліївна">
					Дата народження: 22.05.1986 р
					Вища освіта: ДЕТУТ
					Середня освіта: м. Київ, 129 спеціалізована школа з поглибленим вивченням англійської мови
					Наукова діяльність: лаборант на кафедрі АКІТ
					Робота в університеті: з 2005 року
					Побажання для розвитку та вдосконалення кафедри: покращення комп’ютерної техніки
				</p>
				<h2>Пецков Роман Олександрович</h2>
				<p>
					<img src="img/pedagogs/14.jpg" width="200" height="250" alt="photo" title="Пецков Роман Олександрович">
					Дата народження: 23.04.1988 р
					Предмети викладання на кафедрі: "Мережеві технології та Інтернет", "Надійність систем"
					Вища освіта: ДЕТУТ, 2005-2010 р.
					Середня освіта:Рівненська обл., м.Сарни, Гімназія
					Посада: Аспірант кафедри АКІТТ, викладач кафедри АКІТТ, програміст ТОВ "АСКІО"
					Наукова діяльність: Патент "Комп’ютерна система моніторингу стану трансформатору"
					Робота в університеті: з 2010 року
					Побажання для розвитку та вдосконалення кафедри: Крокувати “в ногу” з часом
				</h2>
				<h2>Голуб Галина Михайлівна</h2>
				<div>
					<p>
						<!-- <img src="img/4.jpg" width="200" height="250" alt="photo" title="Голуб Галина Михайлівна"> -->
						Дата народження:
						Вища освіта: ДЕТУТ,кафедра АКІТТ
						Середня освіта:
						Посада: Аспірант кафедри АКІТТ, асистент кафедри АКІТТ
						Робота в університеті: з 2012 року
						Хобi:
					</p>
	   			</div>
			</div>
		</div>
	</div>

	<script>
		$(document).ready(function(){
	   		$('#accordion-js').find('h2').click(function(){
	    		$(this).next().stop().slideToggle();
	    	}).next().stop().hide();
		});
	</script>
	<!-- end content -->

	<!-- start footer -->
	<?php require_once "blocks/footer.php" ?>
	<!-- end footer -->
</body>
</html>