<?php
	session_start();
?>
<!DOCTYPE html>
<html>
<head>
	<?php
		$title = "Головна";
		require_once "blocks/head.php" 
	?>
</head>
<body>
	<!-- start header -->
	<?php require_once "blocks/header.php" ?>
	<!-- end header -->

	<!-- start content -->
	<div id="content">
		<h2>Історія кафедри</h2>
		<p>
			За підготовку фахівців у галузі знань 0502 «Автоматика та управління», за напрямом підготовки 6.050202 «Автоматизація та комп’ютерно-інтегровані технології» та спецльністю 7.05020203 «Автоматика та автоматизація на транспорті (залізничний транспорт)» відповідає кафедра «Автоматизація та комп’ютерно-інтегровані технології транспорту» та кафедра «Телекомунікаційні технології та автоматика», які є окремими структурними підрозділами факультету «Інфраструктура і рухомий склад залізниць» ДЕТУТ.
		</p>
		<p>
			Державний економіко-технологічний університет транспорту – один з найстаріших вищих навчальних закладів України. Корені його історії сягають 1898 р., коли була розпочата підготовка інженерів-залізничників в КПІ. Перший випуск інженерів-залізничників відбувся в 1903 р. (12 за спеціальністю “Залізниці” і один за спеціальністю “Мости”). Крім того, у вересні 1909 р. було відкрито залізничний підвідділ Київських вищих комерційних курсів, а з червня 1912 р.- Київський комерційний університет.
		</p>
		<p>
			Кафедра «Автоматизація та комп’ютерно-інтегровані технології транспорту» (АКІТТ) була створена на базі кафедри «Автоматика, телемеханіка, зв'язок і обчислювальна техніка», яка почала діяти в 2003 р. У 2008 р. відбувся перший випуск фахівців за денною та заочною формами навчання.
		</p>
		<p>
			За період з 2004 р. по 2013 р. підготовлено понад 235 спеціалістів та 55 магістрів за денною формою навчання та 589 спеціалістів за заочною формою навчання. З перших років існування кафедр її очолювали провідні спеціалісти з автоматизованих та комп’ютерно-інформаційно-керуючих систем на залізничному транспорті.
		</p>
		<p>
			Вони заклали основи розвитку кафедр в навчальній, методичній та науково-дослідницькій роботі. Одним з головних завдань колективу кафедри є підготовка кваліфікованих спеціалістів, які не тільки володіють автоматизованими та комп’ютерно-інформаційними системами для обслуговуння пасажирів, а також системами забезпечення зв’язку між станціями та абонентами на залізничному транспорті, але знають нормативне законодавство України, знайомі з міжнародним і зарубіжним обліком.
		</p>
		<p>
			Значна увага надається адаптації фахівців до ефективної праці в ринкових умовах господарювання, вмінню самостійно розробляти та приймати рішення з поточних проблем, прогнозувати розвиток економічних подій, вмінню із різних варіантів розвитку виробництва вибрати ефективні та найбільш перспективні варіанти. Для підвищення практичного рівня підготовки спеціалістів на кафедрах створені комп’ютерні класи, де встановлено 54 ПЕОМ з різними прикладними програмами. 
		</p>
	</div>
	<!-- end content -->

	<!-- start footer -->
	<?php require_once "blocks/footer.php" ?>
	<!-- end footer -->
</body>
</html>