<?php
	session_start();
?>
<!DOCTYPE html>
<html>
<head>
	<?php
		$title = "Головна";
		require_once "blocks/head.php" 
	?>
</head>
<body>
	<!-- start header -->
	<?php require_once "blocks/header.php" ?>
	<!-- end header -->

	<!-- start content -->
	<div id="content">
		<h1>Вас вітає кафедра "Автоматизації та комп'ютерно-інтегрованих технологій" (АКІТТ)</h1>
		<div id="imgi">
			<img src="img/pedagogs/1.jpg" width="200" height="250" alt="photo" title="Стасюк Олександр Іонович">
			<p>
				Мараховський Леонід Федорович
				завідувач кафдрою, професор, д.т.н.,
				член-кореспондент,РАЕ,
				академік академії Междисциплінарна академія наук України
            </p> 
		</div>
		<div>
			<p>
				Державний економіко-технологічний університет транспорту - правонаступник Київського університету економіки і технологій транспорту, який був заснований у 1966 році. Сьогодні Державний економіко-технологічний університет транспорту - сучасний вищий навчальний заклад, який здійснює підготовку фахівців для залізничного та інших видів транспорту, підприємств та організацій України.
	    		Умови , які передують розвитку залізничного транспорту, заміна аналогової апаратури на цифрову, створення цифрових баз даних, обумовлюють розвиток та вдосконалення нашої кафедри, адже для обслуговування новітніх систем потрібні спеціалісти даної сфери ,які повинні вміти не тільки розібрати і зібрати, але зпаяти контакти та запрограмувати мікроконтролер.Беручи до уваги профіль нашого вузу, хочу наголосити на тому, що зі здобутими знаннями ви маєте змогу реалізувати себе нетільки на залізничному транспорті! Спектр отриманих вами знань, умінь та навиків дасть можливість реалізувати себе в ІТ-сфері.
	    		Кафедра АКІТТ відносно молода, але дуже перпективна, наші викладачі допоможуть розкрити талант кожного! 
			</p>
		</div>
		<h3>За Вами майбутнє!</h3>
		<div class=\"clear\"><br /></div>
		<div class=\"clear\"><br /></div>
		<div class=\"clear\"><br /></div>
		<h2>Завідувачі кафедри АКІТТ</h2>
		<div class="boss">
			<img src="img/pedagogs/5.jpg" width="280px" height="280px" id="first">
			<div class=\"clear\"><br /></div>
			Зараз Завідувач кафедри АКІТТ Мараховський Леонід Федорович - д.т.н, член-кореспондент,РАЕ,
			академік академії Междисциплінарна академія наук України. 
			Детальніше ві можете дізнатися на сайті Леонида Федоровича <a href="marachovsky.io.ua" id="a">ссилка на сайт</a> 
		</div>
		<div class="boss">
			<img src="img/pedagogs/3.jpg" width="280px" height="280px">
			<div class=\"clear\"><br /></div>
			Стасюк Олександр Іонович
			Завідувач кафедри,
			доктор технічних наук, професор 
		</div>
	</div>
	<!-- end content -->

	<!-- start footer -->
	<?php require_once "blocks/footer.php" ?>
	<!-- end footer -->
</body>
</html>