<?php
	session_start();
?>

<!DOCTYPE html>
<html>
<head>
	<?php
		$title = "Бібліотека";
		require_once "blocks/head.php" 
	?>
	<script src="http://ajax.googleapis.com/ajax/libs/jquery/1/jquery.min.js"></script>
</head>
<body>
	<!-- start header -->
	<?php require_once "blocks/header.php" ?>
	<!-- end header -->

	<!-- start content -->
	<div id="content">
		<div id="accordions">
			<div class=\"clear\"><br /></div>
			<div id="accordion-js" class="accordion">
				<h2>Алгоритмізація та програмування</h2>

				<p>
					й
				</p>
				<h2>Аналіз та синтез організаційних  комп'ютерних систем</h2>

				<p>
					й
				</p>
				<h2>Електроніка та мікросхемо техніка</h2>

				<p>
					й
				</p>
				<h2>Захист інформації в телекомунікації та комп'ютерних мережах</h2>

				<p>
					й
				</p>
				<h2>Ідентифікація та моделювання об'єктів автоматизації</h2>

				<p>
					й
				</p>
				<h2>Імітаційне моделювання</h2>

				<p>
					й
				</p>
				<h2>Інтернет - технології</h2>

				<p>
					й
				</p>
				<h2>Інтелектуальна власність</h2>

				<p>
					й
				</p>
				<h2>Інформаційні технології в управлінській, науковій та викладацькій діяльності</h2>

				<p>
					й
				</p>
				<h2>Інформаційні системи та технології</h2>

				<p>
					й
				</p>
				<h2>Комп'ютерна графіка</h2>

				<p>
					й
				</p>
				<h2>Комп'ютерна техніка та організація обчислювальних робіт</h2>

				<p>
					й
				</p>
				<h2>Комп'ютерна техніка та програмування</h2>

				<p>
					й
				</p>
				<h2>Комп'ютерні інформаційно-керуючі системи на ЗТ</h2>

				<p>
					й
				</p>
				<h2>Комп'ютерні мережі та телекомунікації</h2>

				<p>
					й
				</p>
				<h2>Контроль і діагностика систем</h2>

				<p>
					й
				</p>
				<h2>Математичне моделювання</h2>

				<p>
					й
				</p>
				<h2>Мережеві технології на Internet</h2>

				<p>
					й
				</p>
				<h2>Методи сучасної теорії управління</h2>

				<p>
					й
				</p>
				<h2>Мікропроцесорна техніка</h2>

				<p>
					й
				</p>
				<h2>Надійність систем</h2>

				<p>
					й
				</p>
				<h2>Обчислювальна техніка та програмування</h2>

				<p>
					й
				</p>
				<h2>Операційні системи і бази даних</h2>

				<p>
					й
				</p>
				<h2>Основи наукових досліджень</h2>

				<p>
					й
				</p>
				<h2>Основи комп'ютерно-інтегрованого управління</h2>
				<p>
					й
				</p>
				<h2>Пристрої інформаційно-керуючих систем</h2>
				<p>
					й
				</p>
				<h2>Проектування програмного забезпечення комп'ютерних систем</h2>
				<p>
					й
				</p>
				<h2>Системний аналіз складних систем управління</h2>
				<p>
					й
				</p>
				<h2>Спеціалізовані системи на мікроконтролерах</h2>
				<p>
					й
				</p>
				<h2>Сучасні мови програмування</h2>
				<p>
					й
				</p>
				<h2>Теорія автоматичного керування</h2>
				<p>
					й
				</p>
				<h2>Технологічне обслуговування і експлуатація мікропроцесорних систем</h2>
				<p>
					й
				</p>
				<h2>Технологічні процеси на ЗТ</h2>
				<p>
					й
				</p>
				<h2>Теорія інформаційно-керуючих систем</h2>
				<p>
					й
				</p>
				<h2>Чисельні методи і моделювання на ЕОМ</h2>
				<div>
					<p>
						й
					</p>
	   			</div>
			</div>
		</div>
	</div>
	<!-- end content -->

	<script>
		$(document).ready(function(){
	   		$('#accordion-js').find('h2').click(function(){
	    		$(this).next().stop().slideToggle();
	    	}).next().stop().hide();
		});
	</script>

	<!-- start footer -->
	<?php require_once "blocks/footer.php" ?>
	<!-- end footer -->
</body>
</html>