<?php
	session_start();
?>

<!DOCTYPE html>
<html>
<head>
	<?php 
		$title = "Абітурієнту";
		require_once "blocks/head.php" 
	?>
</head>
<body>
	<!-- start header -->
	<?php require_once "blocks/header.php" ?>
	<!-- end header -->

	<!-- stars menu -->
	<?php require_once "blocks/menu.php" ?>
	<!-- end menu -->

	<!-- start content -->
	<div id="content">
		<div id="imgi">
			<img src="img/pedagogs/5.jpg" width="200" height="250" alt="photo" title="Стасюк Олександр Іонович">
			<p>
				Мараховський Леонід Федорович
				завідувач кафдрою, професор, д.т.н.,
				член-кореспондент,РАЕ,
				академік академії Междисциплінарна академія наук України
            </p> 
		</div>
		<div id="schoolBoy">
			<h2>Кафедра</h2>
			<p>
				"Автоматизація та комп’ютерно інтегровані технології транспорту"<br />
				<br />
 				напрям підготовки:<br />
				.050202 - автоматизація та комп’ютерно-інтегровані технології<br />
				(ОКР: бакалавр, спеціаліст, магістр)<br />
				<br />
				спеціалізація:<br />
				- комп’ютерно-інтегровані керуючі системи
			</p>
		</div>
		<div class=\"clear\"><br /></div>
		<div class=\"clear\"><br /></div>
		<div class=\"clear\"><br /></div>
		<div class=\"clear\"><br /></div>
		<h2>Увага! Інформація – повідомлення вступнику 
		<?=
			date('Y');
		?> року</h2>
		<h4>
			Державний економіко-технологічний університет транспорту звертається з інформацією щодо вступу на навчання у 
			<?=
				date('Y');
			?> році.
		</h4>
		<ol>
			<li><b>Що потрібно знати при вступі?</b></li>
				<p>Всім бажаючим, що закінчують 11 клас, ПТУ або отримали атестат у 2008-2013рр. необхідно знати, що:</p>
				<ul type="disc">
					<li>Такі особи мають право вступу за сертифікатами з трьох предметів:</li>
						<ul type="circle">
							<li>Українська мова і література з мінімальним балом – 124</li>
							<li>Математика з мінімальним балом – 140</li>
							<li>Один з наступних предметів за вибором з мінімальним балом – 124 (фізика, іноземна мова, історія України, географія, хімія)</li>
						</ul>
					 <li>
					 	Реєстрація для таких осіб проводиться за місцем проживанням, навчання або роботи на складання тестів і отримання сертифікатів
 						та закінчується 5 березня 
 						<?=
							date('Y');
						?> року;
 					</li>
					 <li>Сертифікат дійсний за 2008-2013рр. ;</li>
					 <li>
					 	Працююча модель, яка отримала атестат в 2007 році або раніше складає екзамени в Університеті на всі напрямки підготовки;
					 </li>
					 <li>
					 	Особи, які служать в армії та будуть звільнені в період з березня по грудень 
					 	<?=
							date('Y');
						?> року складають екзамени в Університеті;
					 </li>
					 <li>Особи-контрактники – військовослужбовці складають екзамени в Університеті;</li>
					 <li>
					 	Особи, які мають диплом бакалавра, складають усний екзамен з фаху в Університеті здобуття ОКР «спеціаліст» та екзамен з
 						іноземної мови для здобуття ОКР «магістр».
 					</li>
				</ul>
			<li><b>Університет забезпечує:</b></li>
				<ul type="disc">
					<li>Зарахованим студентам на денну форму – надається гуртожиток;</li>
					<li>Юнакам з 2 курсу навчання денної форми – можливість навчатися на військовій кафедрі;</li>
					<li>Бюджет і контракт на денній і заочній формі навчання;</li>
					<li>Можливість контрактникам вносити плату помісячно;</li>
					<li>
						Здобуття другої вищої освіти (поновлення на навчання) на основі раніше здобутого освітньо-кваліфікаційного рівня спеціаліста або
 						магістра.
 					</li>
				</ul>
			<li><b>Пільги студентам:</b></li>
				<ul type="disc">
					<li>До 20 додаткових балів при зарахуванні на навчання слухачам довузівської підготовки;</li>
					<li>
						Повернення податку з доходів громадян до 15%, особам, які навчаються за контрактом (ст. Податкового кодексу України).
					</li>
				</ul>
			<li><b>Університет Вас запрошує:</b></li>
				<ul type="disc">
					<li> 
						Подати документи на обрану Вами форми навчання за напрямком підготовки з 1 липня 
						<?=
							date('Y');
						?> року.
					</li>
				</ul>
		</ol>
	</div>
	<!-- end content -->
	
	<!-- start footer -->
	<?php require_once "blocks/footer.php" ?>
	<!-- end footer -->
</body>
</html>